brew "aspell"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "crush"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "jq"
brew "less"
brew "multimarkdown"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tidy-html5"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "font-source-code-pro"

tap "d12frosted/emacs-plus"
brew "emacs-plus", args: ["--with-imagemagick"]
